Repository: jgosmann/fraktale
Catalog: data/fractalviewer/localisation_files/*.po
Languages: german

source: Fatal error: Allegro could not be initialised!
german: Ausnahmefehler: Allegro konnte nicht initialisiert werden!

source: Fatal error: Graphic mode could not be initialised!
german: Ausnahmefehler: Grafischer Modus konnte nicht initialisiert werden!

source: load_en.tga
german: load_de.tga

source: Following graphics file could not be loaded:
german: Folgende Grafik-Datei konnte nicht geladen werden:

source: Fatal error: Keyboard could not be initialised!
german: Ausnahmefehler: Tastatur konnte nicht initialisiert werden!

source: Fatal error: Timer could not be initialised!
german: Ausnahmefehler: Timer konnte nicht initialisiert werden!

source: Fatal error: Mouse could not be initialised!
german: Ausnahmefehler: Maus konnte nicht initialisiert werden!

source: Fatal error: Alfont could not be initialised!
german: Ausnahmefehler: Alfont konnte nicht initialisiert werden!

source: Fatal error: alfont_exit () could not be registred as atexit-function!
german: Ausnahmefehler: alfont_exit () konnte nicht als atexit-Funktion registriert werden!

source: Fatal error: deinit () could not be registred as atexit-function!
german: Ausnahmefehler: deinit () konnte nicht als atexit-Funktion registriert werden!

source: Font could not be loaded:
german: Schrift konnte nicht geladen werden:

source: Fatal error: Memory for data could not be allocated!
german: Ausnahmefehler: Speicher f303274r Daten konnte nicht alloziiert werden.

source: An unexpected error occured!
german: Es ist ein nicht vorhergesehener Fehler aufgetreten!

source: Press any key...
german: Bitte eine Taste dr303274cken...

source: Error: JPEG support could not be initialised.
german: Fehler: JPEG-Support konnte nicht initialisiert werden.

source: Back
german: Zur303274ck

source: Exit
german: Beenden

source: Calculating...
german: Rechne...

source: Some errors occured:
german: Es traten Fehler auf:

source: Developed by Jan Gosmann
german: Entwickelt von Jan Gosmann

source: Graphics by Yujiang Wang
german: Grafiken von Yujiang Wang

source: Visit:
german: Besuch doch mal folgende Websites:

source: Following (great) libraries has been used in this program:
german: Folgende (tolle) Libraries wurden in diesem Programm verwendet:

source: Freetype (as part of AllegroFont), http://www.freetype.org
german: Freetype (als Teil von AllegroFont), http://www.freetype.org

source: (with a little change in tinyxml.cpp in line 589)
german: (mit einer kleinen Ã„nderung in tinyxml.cpp in Zeile 589)

source: QT, http://www.trolltech.com (only in the Linux version)
german: QT, http://www.trolltech.com (nur in der Linux-Version)

source: This program has been published under the terms
german: Dieses Programm wurde unter den Bedingungen

source: of the GNU General Public License.
german: der GNU General Public License ver303266ffentlicht.

source: See the file COPYING for details.
german: N303244hre Details in der Datei COPYING.

source: This function is not availible at the moment!
german: Diese Funktion ist im Moment nicht verf303274gbar!

source: FractalViewer fractal (*.fvf)
german: FractalViewer Fraktal (*.fvf)

source: All files (*)
german: Alle Dateien (*)

source: File could not be loaded!
german: Datei konnte nicht geladen werden!

source: Incorrect data format!
german: Falsches Dateiformat!

source: File is corrupted!
german: Datei ist besch303244digt!

source: Unknown fractal type!
german: Unbekannter Fraktal-Typ

source: View data is corrupted!
german: Ansichtsdaten sind besch303244digt!

source: An error occured while saving!
german: W303244hrend des Speicherns trat ein Fehler auf!

source: All supported files (*.jpg *.tga *.bmp *.pcx)
german: All unterst303274tzten Formate (*.jpg *.tga *.bmp *.pcx)

source: JPG files (*.jpg)
german: JPG-Dateien (*.jpg)

source: TGA files (*.tga)
german: TGA-Dateien (*.tga)

source: BMP files (*.bmp)
german: BMP-Dateien (*.bmp)

source: PCX files (*.pcx)
german: PCX-Dateien (*.pcx)

source: Error while saving file!
german: W303244hrend des Speicherns trat ein Fehler auf!

source: tutorial/std/tutorial.xma
german: tutorial/german/tutorial.xma

source: Tutorial could not be loaded!
german: Tutorial konnte nicht geladen werden!

source: Zoom in
german: Reinzoomen

source: Zoom out
german: Rauszoomen

source: Move
german: Verschieben

source: Undo
german: R303274ckg303244ngig

source: Values
german: Werte

source: Coloring
german: Farben

source: Load
german: Laden

source: Save
german: Speichern

source: Export
german: Exportieren

source: Colors has to be a value greater than 0 and lower than 256!
german: Farben muss ein Wert gr303266303237er als 0 und kleiner als 256 sein!

source: There has to be at least one color in the gradient!
german: Es muss sich mindestens eine Farbe im Farbverlauf befinden!

source: FractalViewer gradient (*.fvg)
german: FractalViewer Farbverlauf (*.fvg)

source: Cancel
german: Abbrechen

source: Add color
german: Neue Farbe

source: Bg color
german: Hintergrund

source: Colors:
german: Farben:

source: Red:
german: Rot:

source: Green:
german: Gr303274n:

source: Blue:
german: Blau:

source: Min. a contains a forbidden value!
german: Min. a enth303244lt einen ung303274ltigen Wert!

source: Max. a contains a forbidden value!
german: Max. a enth303244lt einen ung303274ltigen Wert!

source: Min. b contains a forbidden value!
german: Min. b enth303244lt einen ung303274ltigen Wert!

source: Exponent contains a forbidden value!
german: Exponent enth303244lt einen ung303274ltigen Wert!

source: c (real) contains a forbidden value!
german: c (reel) enth303244lt einen ung303274ltigen Wert!

source: c (imag) contains a forbidden value!
german: c (imag) enth303244lt einen ung303274ltigen Wert!

source: Iterations contains a forbidden value!
german: Iterationen enth303244lt einen ung303274ltigen Wert!

source: Start values
german: Startwerte

source: Spider
german: Spinne

source: Const 1:
german: Konst. 1:

source: Const 2:
german: Konst 2:

source: Iterations:
german: Iterationen:

source: c (real):
german: c (reel)
